Repository: Graadel/FindRachelBoladao
Catalog: FindRachel/*.lproj/Main.strings
Languages: pt

source: Its ok mom.
pt: Tá ok mãe.

source: I love you!!!!!!!!!!!!!
pt: Eu te amo!!!!!!!!!!!!!

source: luv u 2…
pt: te amo tmb…

source: Happy birthday my little angel!!! 18 years old!!! You were the best thing that has ever happened to me! I didn’t see you leaving home today but tonight I’ll kiss you and hug you a lot!!! Love you so much!!!!
pt: Feliz Aniversário meu anjinho!!!! 18 anos de idade!!! Você é a melhor coisa que aconteceu comigo! Não te vi hoje saindo de casa mas hoje de noite eu vou te dar muitas beijocas e abraços! Te amo muito!

source: And don’t forget to be at home at 6:30p.m. to have dinner with me, your dad and your sister! He's leaving his job earlier because of you! Don’t be late :)
pt: E não se esqueça de estar em casa as 6:30p.m, para jantar comigo, seu pai e sua irmã.Ele vai sair mais cedo pra poder ficar com a gente :)

source: Rach, is 6:45 p.m. Where are you??
pt: Rach, são 6:45 onde você está?

source: Rachel, why don’t you answer the phone?
pt: Rachel, pq você não atende o telefone?

# Rachel, it's 7.00!!!!
source: Rachel, why don’t you answer the phone?
pt: Rachel, são 7hrs!

source: Rachel, I’ve called you 5 times, Why don’t you answer me???
pt: Rachel, te liguei diversas vezes pq vc nao me atende???

source: RACHEL???? Yesterday you said you'd be here at 6:30. It’s 7:20 now!!!!
pt: RACHEL???? Ontem nos combinamos nos encontrar as 6:30. Já são 7:20 agora!!!!

source: Rachel, PLEASE, answer me!!!!!!!!!! I'm really worried!!!!!
pt: Rachel, POR FAVOR, ME RESPONDA!!!!! Estou muito preocupada!!!!

source: Rachel, we have prepared you a surprise party!!! Everybody is here to see you!!!! WHERE ARE YOU??
pt: Rachel, nos preparamos uma festa surpresa!!! Tá todo mundo aqui pra te ver. CADE VOCÊ!??

source: They’re saying you left college earlier! WHERE ARE YOU??
pt: Tao falando que você sai da faculdade mais cedo, onde voce esta??

source: I’ve called you 50 times already!!! It's 8pm!! Everybody is leaving!!!
pt: Eu te liguei umas 50 vezes já.Sao 8 horas e todos estao indo embora!!!

source: Rachel, please, come home!
pt: Rachel, por favor volte ora casa!

source: I’m calling 911.
pt: Estou ligando pra policia

source: Hey sister, what’s your credit card password?
pt: Hey mana, qual sua senha do cartao?

source: Guess lol
pt: Adivinha lol

source: It’s serious… Wasn’t it 1984, as the title of the book you love?
pt: É sério... Não era 1984? o titulo daquele livro que vc gosta

source: Right!
pt: Sim!

source: Did you change it?
pt: Mas vc mudou ne?

source: And…….?
pt: entao…….?

source: I started to read new things.
pt: Comecei a ler coisas novas.

source: Are you really gonna disappear when we prepare you a surprise party?
pt: Ce vai realmente sumir no dia da sua festa supresa??

source: People are leaving!!!!
pt: O pessoal ta indo embora!!!!

source: Nice… Happy Birthday.
pt: Valeu... Feliz Aniversario.

source: Where are you??????
pt: Cade voce??????

source: Rachel, srsly mom and dad are worried!!!
pt: Rachel é sério, mae e o pai estao desesperados!!!

source: Rachel is gone
pt: Rachel já era.

source: Buy: Eggs Watermelon Orange Juice Bread Bacon Gloves Rope Tape Knife I think that will be enough... 18/10
pt: Comprar: Ovos Melancia Suco de laranja Pão Bacon Luvas Corda Fita adesiva Faca Acho que isso vai ser suficiente... 18/10

source: WHAT A DAY
pt: QUE DIA

source: I just want to get this off my chest: Things are really strange. I’m losing all my friends. Everybody is mad at me. And I can't understand why. I should be mad at them, not the opposite. I feel that something really bad is about to happen... I can feel this... 17/10
pt: Só queria desabafar: As coisas têm andado muito estranhas... Tô perdendo todos os meus amigos. Todo mundo tá com raiva de mim. E eu não consigo entender o por quê. EU deveria estar com raiva deles, não o contrário. Eu sinto que alguma coisa muito ruim vai acontecer... Posso sentir isso….. 17/10

source: Plans to Weekend: Friday 20/10 (Birthday. YEY!): Dinner with family Saturday 21/10: 9 a.m: Philosophy Test 3 p.m: Hairdresser 10 p.m: Night Club Sunday 22/10: 5 p.m: Cinema w/ Carol 15/10
pt: Planos pro finde: Sexta 20/10 (Niver. YEY!): Jantar com a familia Saturday 21/10: 9 a.m: Teste de filosofia 3 p.m: Salão💅🏻 10 p.m: Balada Sunday 22/10: 5 p.m: Cinema c/ Carol 15/10

source: she's leaving home after living alone for so many years
pt: ela ta saindo de casa depois de morar sozinha por tantos anos

source: Tip:
pt: Dica:

source: PrintScreen is your BFF
pt: PrintScreen é seu melhor amigo

source: LOCKED
pt: BLOQUEADO

source: Back
pt: Voltar

source: h6.png
pt: h6_portuguese.png

source: Video_Rachel_eng
pt: Video_Rachel_pt
