Repository: Graadel/FindRachelBoladao
Catalog: FindRachel/*.lproj/Main.strings
Languages: pt

source: the app boy
pt: lembra de mim? do aplicativo

source: let's hang out again
pt: vamos sair de novo?

source: CHRIST, Answer my calls
pt: CRISTO PAI, me atende

source: please. stop.
pt: cara, já chega

source: stop
pt: pare

source: but when will we hang out again?
pt: mas vamos sair de novo?

source: you again???
pt: de novo???

source: heh. why don't you wanna talk to me?
pt: rs por quê cê não quer falar comigo?

source: is there anything else I can try?
pt: tem alguma coisa que eu possa fazer?

source: like morse
pt: tipo morse

source: i now where you live. i'm calling the cops
pt: eu sei teu endereço. vou ligar pra polícia

source: Hey Rach... Are you going to class today?
pt: Ei Rach.. Vc vai pra aula hoje?

source: Yep!! R U? Why are you missing classes so much?
pt: Aham!!! E vc? Por que tá faltando tanto?

source: I'm not going today again...I was going to ask if I can copy your notes later… I have some issues at home…
pt: Eu não vou hoje de novo… Ia perguntar se eu posso copiar suas anotações depois… Eu tô com uns problemas em casa…

source: Of course! What happened, Mandy? 😢
pt: Claro que sim! O que aconteceu, Mandy? 😢

source: Promise you won’t tell anyone about this…
pt: Promete que não vai contar pra ninguém…

source: Of course I won’t!!!! You are my BFF!!!!👯
pt: Claro que não vou!!!! Vc é minha melhor amiga!!!!👯

source: It's serious Rach... Can I count on you? I really need a friend at this moment.. I'd rather to tell you face to face but I'm not in the mood to go out..
pt: É sério Rachel… Posso mesmo contar com vc? Eu preciso muito de uma amiga nesse momento… Preferia te contar pessoalmente, mas não tô no clima de sair de casa...

source: Yes Amanda, you can count on me. I won’t tell anyone.
pt: Sim, Amanda, vc pode contar comigo. Não vou contar pra ninguém!

source: Sorry, I fell asleep. Ok, well… My father got fired last month. He had been working in this company for 30 years.
pt: Enfim… Meu pai foi demitido mês passado. Ele trabalhava na empresa há 30 anos.

source: OMG, Amanda, I'm so sorry :( I didn’t know.. He had an important position, didn't he?
pt: Meu Deus, Amanda! Sinto muito :( Eu não sabia… Ele tinha um cargo importante lá dentro, né?

source: Yes… And my mom stopped working when she got pregnant of my little sister. So now things are terrible. I had to quit my painting classes and my sister had to quit ballet to save money. My father and mother are looking for a job desperately.
pt: Sim… E minha mãe parou de trabalhar quando ela engravidou da minha irmã. Então agora as coisas aqui em casa estão péssimas. Eu tive que sair das minhas aulas de pintura e minha irmã teve que sair das aulas de balé pra poupar dinheiro. Meus pais estão desesperados procurando por um emprego.

source: Oh Amanda, I can imagine how you feel, but things will get better. Why didn’t you tell me before?
pt: Ai Amanda, eu imagino como vc se sente, mas as coisas vão melhorar. Por que vc não me disse antes?

source: Cause it’s been very difficult to me. And this is not the worst thing…
pt: Porque tem sido muito difícil pra mim. E essa não é a pior parte…

source: Not the worst thing?
pt: Não é a pior parte?

source: My father has been drinking too much… When he drinks, he gets very moody. Sometimes he cries a lot and sometimes he gets very aggressive..
pt: Meu pai tem bebido muito… E quando ele bebe, fica muito instável emocionalmente. Às vezes ele chora e às vezes fica muito agressivo...

source: Oh God, Amanda, but did he do anything to you?
pt: Meu Deus, Amanda! Ele fez alguma coisa com vc?

source: No no!!!… but when this happens, he starts yelling at my mom, saying that she doesn’t do anything and she needs to get a job. She is trying, you know? But it is not that easy…. I don’t want to leave her alone and I’m helping her find a job, that's why I'm missing classes so much.
pt: Não não!! Mas quando isso acontece ele começa a gritar com a minha mãe, dizendo que ela não faz nada e que precisa arrumar um emprego. Ela tá tentando, sabe? Só que não é fácil…. Não quero deixá-la sozinha e tô ajudando ela a achar um emprego, por isso eu tenho faltado tanto.

source: I see. Amanda, if you get afraid, you can come to my house. Please, count on me!
pt: Entendo. Amanda, se vc ficar com medo, pode vir pra minha casa. Sério, conte comigo!

source: Thanks Rach :(
pt: Valeu Rach :(

source: I'm going to your house 2moro. I can help you and your mom find a job. I'll bring the copies to you. Ok? :)
pt: Já sei, vou na sua casa amanhã. Posso ajudar vcs a acharem um emprego pra sua mãe e levo meu caderno pra vc copiar. Ok? :)

source: Ok, thank you!!!
pt: Ok, muito obrigada!!!

source: Thanks Rach!! It was very nice of you coming here to help us. And thanks for the copies too!
pt: Obrigada Rach!! Foi muito legal da sua parte ter vindo nos ajudar. E obrigada pelo caderno também!

source: Now I feel I can really count on you.
pt: Agora eu sinto que posso mesmo contar com vc.

source: Sure you can ❤️
pt: Claro que pode ❤️

source: Hey, How R U?? Why don’t you come to class? It would be good to you, you'd see your friends…
pt: Ei, como vc tá?? Por que vc não vem pra aula? Te faria bem, vc iria ver seus amigos...

source: Yes, I’ve been thinking of this. I think I’ll go tomorrow!!!!!!
pt: Sim, eu tenho pensado nisso. Acho que vou amanhã!!!!!!

source: Hey, I'm feeling bad today 😣 Are you going to class??
pt: Ei, tô me sentindo meio mal hj 😣 Vc vai mesmo pra aula??

source: Tomorrow we'll see each other.
pt: Sim, vou hoje…. Pena que não vamos nos ver :(

source: Yessss!
pt: Siiimmmmm

source: Rachel, I need to talk to you. Are you coming to class today?
pt: Rachel, eu preciso falar com vc. Vc vem pra aula hoje?

source: I don’t know, I'm still feeling bad. I think I’ll stay home today and just go to class tomorrow.
pt: Eu não sei, ainda to me sentindo mal. Acho que hoje vou ficar em casa descansando e amanhã vou pra aula.

source: So I’ll talk to you now.
pt: Então eu vou falar com vc agr

source: Rachel, WHY?
pt: Rachel, PQ?

source: Why did you tell Lisa about my family problem??
pt: Por que vc contou pra Lisa o problema aqui de casa??

source: I trusted you, I opened my house to you. WHY RACHEL?
pt: Eu confiei em vc, abri a minha casa pra vc. POR QUE RACHEL?

source: Well, I didn't……..
pt: Bem, eu nao falei....

source: STOP lying Rachel!!!! I know the thuth!!! Yesterday when you missed class, Lisa told me everything.
pt: PARA de mentir Rachel!!!! Eu já sei a verdade!!! Ontem quando você faltou a aula, Lisa me contou tudo.

source: Oh…. Amanda, I'm sorry, I didn’t mean to...
pt: Ai…. Amanda, me desculpa, eu não queria fazer isso...

source: Oh, you DID Rachel . You DID mean to. I can’t believe that I trusted you!
pt: Ah, vc QUERIA Rachel . Vc QUERIA fazer isso. Eu não acredito que eu confiei em vc!

source: It wasn't my intention. Really!
pt: Não foi a minha intenção. Juro!

source: I can’t believe Rachel, I CANT BELIEVE YOU DID THIS.
pt: Eu não acredito Rachel, NÃO ACREDITO QUE VC FEZ ISSO.

source: Now my father will never find a job, because of your lies! You lied to me and you lied to Lisa. YOU ARE A LIAR, RACHEL.
pt: Não tem nada demais? VOCÊ CONTOU PRA LISA QUE MEU PAI BATE NA MINHA MÃE. ISSO NEM É VERDADE!!! Agora meu pai nunca vai achar um emprego, por causa das suas mentiras! Vc mentiu pra mim e pra Lisa. VC É UMA MENTIROSA, RACHEL.

source: I can’t believe you are saying this, Rachel. I should've listened to what everybody says…
pt: Não sou mentirosa. Não é minha culpa se seu pai é agressivo.

source: What does everybody say?
pt: O que todo mundo diz?

source: That you are a b... , you're evil, Rachel!!! I don’t know how I could trust you.
pt: Que vc é uma v… vc é CRUEL, Rachel!!! Eu não sei como pude confiar em vc.

source: I'm what??? Come one, this is just envy 😘
pt: Eu sou o que??? Por favor, isso é pura inveja, né. 😘

source: Actually, I don’t give a damn to what you think. I was just trying to help you when I went to your house. YOU told me your sad story. I didnt ask to listen to it. It was not my intention to tell Lisa, it was just a mistake, but after all that, I think you deserved it.
pt: Na verdade, eu não dou a mínima pro que vc pensa. Eu só tava tentando ajudar quando fui na sua casa. VOCÊ me contou sua historinha triste. Eu não pedi pra ouvir nada. Não foi a minha intenção contar pra Lisa, foi um engano, mas depois disso tudo, acho que vc mereceu.

source: You really let me down! Don’t you EVER talk to me again, Rachel.
pt: Nossa, vc me destruiu... NUNCA mais fale comigo, Rachel.

source: And remember: What goes around, comes around.
pt: E lembre-se: TUDO que vai, VOLTA.

source: I'm glad you are gone, Rachel.
pt: Que bom que vc se foi, Rachel.

source: Hey Lisa! I'll be late today. Can you keep a seat for me by your side, pls?
pt: Oii Lisa! Vou me atrasar hoje. Guarda um lugar pra mim do seu lado, pfv

source: Yesss :)
pt: simmm :)

source: Listen, Amanda hasn't shown up today again.. I'm worried about her.
pt: Escuta, Amanda não apareceu hoje de novo… Tô preocupada com ela.

source: Oh.. She's just having some problems at home. Nothing serious. I mean, kind of...
pt: Ah… Ela só tá tendo uns problemas em casa. Nada demais. Quer dizer, mais ou menos...

source: Problems? What's going on??
pt: Problemas? O que tá acontecendo??

source: Opsss.. I wasn’t supposed to tell you that.
pt: Opsss.. Não devia ter te falado isso.

source: Come on, Rachel. Once you've started, now you finish --'
pt: Ah para né, Rachel. Já que começou, agora termina - -‘

source: Sorry, I can’t.
pt: Foi mal, não posso.

source: Ok. I’ll ask her.
pt: Ok. Vou perguntar pra ela.

source: No, she can’t know that I told you that something is wrong.
pt: Não, ela não pode saber que te contei que tem alguma coisa acontecendo.

source: Ok, but now I'm more worried than before.
pt: Ok, mas agora eu tô mais preocupada que antes, né.

source: Alright, I'll tell you, but promise you won’t tell her that I’ve told you. OK?
pt: Tá bem, eu vou te contar, mas vc tem que prometer que não vai contar pra ela que te contei. Ok?

source: I promise.
pt: prometo

source: So, her father was fired last month.
pt: Então, o pai dela foi demitido mês passado.

source: Because of that, he’s been drinking too much and becoming very aggressive. I think he beats her mother.
pt: Por causa disso ele tem bebido muito e tem ficado muito agressivo. Acho que ele bate na mãe dela.

source: WHAT? This is really serious!
pt: O QUE? Isso é muito sério!

source: Sad :(
pt: triste :(

source: She told you that he beats her mom???
pt: Ela te disse que o pai bate na mãe???

source: Not in words… but I'm SURE he does!!! I went to her house yesterday and her mom was REALLY down.
pt: Não disse… mas eu tenho CERTEZA que ele bate!!! Eu fui na casa dela ontem e a mãe dela tava MUITO mal.

source: OMG Rachel, we have to go to the police!
pt: Ai meu Deus Rachel, a gente tem que ir na polícia!

source: No Lisa, please!!!!! She can’t know that I’ve told you that.
pt: Não Lisa, por favor!!!!! Ela não pode saber que te contei isso.

source: I'm almost at college. Let's talk more when I get there.
pt: Ok, vou tentar fazer com que ela fale.

source: ARE YOU STUPID??
pt: VOCÊ É IDIOTA??

source: Why did you tell Amanda that I told you!!!!?????
pt: Por que você contou pra Amanda que eu te contei!!!!?????

source: I was worried Rachel, I really care about Amanda, I needed to talk to her!!!!
pt: Eu tava preocupada Rachel, Eu me importo mesmo com a Amanda, eu precisava falar com ela!!!!

source: Great, so now our friendship is over because of you!!!!
pt: Legal, agora minha amizade com ela acabou por causa de VC!!!!

source: No Rachel, you did that. Amanda told me that her father has NEVER beat anyone! You were gossiping about something serious!
pt: Não Rachel, VC fez isso. Amanda me disse que o pai dela NUNCA bateu em ninguém! Vc fez fofoca com uma coisa muito séria!

source: I wasn't gossiping!!!!! I really thought her dad had beat her mom!!!!
pt: Eu não fiz fofoca nenhuma!!!!! Eu realmente achei que o pai dela batia na mãe!!!

source: No one has the right to play with those things. You said that you were SURE about that. I’m really disappointed with you, and so is Amanda.
pt: Ninguém tem o direito de brincar com essas coisas. Vc disse que tinha CERTEZA de que ele batia nela. Tô muito desapontada com vc, Rachel, e a Amanda também.

source: You've broken your promise!!! You are a fool, Lisa!!!! Thanks a lot!!!! I’ve lost a friend! I’m SO angry at you, Lisa. YOU DIDNT have the right to end my friendship!!!
pt: Você quebrou sua promessa!!! Você é uma idiota, Lisa!!!! Muito obrigada, acabei de perder uma amiga! Sério, eu to MUITO bolada. Vc NÃO tinha o direito de acabar com a minha amizade!!!

source: And you didnt have the right to make up stories about serious things!!!!
pt: E vc não tinha o direito de inventar coisas sobre uma situação tão séria!!!!

source: I don’t want to see your stupid face in front of me, Lisa. I'm tired of people like you. Goodbye.
pt: Eu não quero mais ver a sua cara estúpida na minha frente, Lisa. Tô cansada de pessoas como vc. Valeu.

source: You should be careful about what you do and say, Rachel. You should be really careful….
pt: Vc deveria tomar cuidado com o que diz, Rachel. Vc deveria tomar cuidado….

source: Im in class. Say it
pt: To na aula, fala

source: No, it must be face to face. Meet me at the basketball court at 10:30 am.
pt: Não, tem que ser cara a cara. Me encontra na quadra de futebol as 10:30h.

source: Hey Rachel!
pt: Ei Rachel!

source: What, Josh?
pt: Que, Josh?

source: Don't be so cold!
pt: Nossa, que fria!!

source: Josh, we’re done. I have nothing to talk to you.
pt: Josh, acabou. Eu não tenho mais nada pra falar com vc.

source: But I do!i want explanations!!
pt: Mas eu tenho! Eu e os chifres que vc botou em mim!

source: Josh, stop that! I’ve never cheated on you.
pt: Josh, para com isso! Eu nunca te traí.

source: How come you were going out with another guy the day after breaking up with me?!
pt: Então como vc tava saindo com outro cara UM DIA depois de vc terminar comigo?!

source: Josh, you have nothing to do with my life! Not anymore.
pt: Josh, vc não tem mais nada a ver com a minha vida! Não mais!

source: Why did you leave me, Rachel?
pt: Pq vc terminou comigo Rachel??

source: We've already had this conversation. It's over!
pt: A gente já conversou sobre isso. Acabou!

source: I like you so much…
pt: Eu gosto tanto de vc…

source: Josh, it's OVER! Come on, what do you wanna talk to me?
pt: Josh, ACABOU! Chega! O que vc quer falar comigo?

source: Are you sure you don’t wanna get back?
pt: Tem certeza de que não quer voltar comigo?

source: Well, you know… I was searching some images… and I came across some pics...
pt: Enfim… Eu tava dando uma olhada numas imagens que tenho no computador… E acabei achando umas fotos...

source: Which pictures, Josh?!
pt: que fotos, Josh?!

source: Some pics you gave me when we started dating... if you know what I mean.
pt: Umas fotos que vc me mandou no início do nosso namoro… Vc sabe do que tô falando...

source: Do you still have those pictures?!You said you had wiped them out!!!
pt: Vc ainda tem essas fotos?! Vc disse que tinha apagado quando eu te pedi!!!

source: I really had. But you know, after you broke up with me, I recovered them. Damn it, how I miss your body!
pt: IEu tinha. Mas cê sabe, depois que vc terminou comigo, eu recuperei elas. Nossa, COMO eu sinto falta do seu corpo!

source: You are sick, Josh!!!! Go get another girl for you, and PLEASE, wipe out those pictures!!
pt: Vc é doente, Josh!!!! Vai arrumar outra garota pra vc, e POR FAVOR, apaga essas fotos!!!

source: Well, I was thinking about doing something else with them…
pt: Sabe, eu tava pensando em fazer outra coisa com elas…

source: Arggh, for God sake! What, Josh???
pt: Arggh!!! O QUE, Josh???

source: You know, if you don’t wanna be with me no more, there’s no reason why those pics should belong just to me. I think other people could see them.
pt: Então, se vc não quer mais ficar comigo, não faz sentido essas fotos serem exclusividade minha. Acho que outras pessoas merecem vê-las.

source: Are you threatening me???
pt: Vc tá me ameaçando???

source: Understand the way you want to.
pt: Entenda como quiser.

source: Are you really gonna be capable of doing something like that to me? After all those years together?!
pt: Vc vai mesmo ser capaz de fazer uma coisa dessas comigo?! Depois de todos esses anos juntos?

source: You’ve left me Rachel. What can I do?
pt: Vc me largou, Rachel. O que eu posso fazer?

source: Act like an adult and move on!!!!
pt: Agir como um adulto e seguir sua vida!!!!

source: You’ve broken my heart.
pt: Você quebrou meu coração.

source: Forget this crazy idea Josh, please! DELETE THOSE PHOTOS!!!
pt: Esquece essa ideia maluca Josh, por favor! APAGA ESSAS FOTOS!!!

source: We’ve gone through so many incredible moments together! You can't do that to me!
pt: Nós passamos tantos momentos bons juntos! Vc não pode fazer isso comigo!

source: There’s only one way I won't spread those pics.
pt: Só tem um jeito de eu não divulgar essas fotos.

source: What way? Getting back to you?
pt: Que jeito? Voltar com vc?

source: Give me one more chance, Rachel!
pt: Me dá mais uma chance, Rachel!

source: Josh, I know you. I know you are a good person. The Josh I know would never do something like that. You're good. You're different from me! Please, don’t spoil everything!
pt: Josh, Eu te conheço. Eu sei que vc é uma pessoa boa. O Josh que eu conheço nunca faria uma coisa dessas. Vc é bom. Vc é diferente de mim! Por favor, não espalha essas fotos!

source: I have no choice.
pt: Eu não tenho escolha.

source: So guess what? I’m NOT getting back to you! No way!!!!
pt: Ah é? Então se liga, eu NÃO vou voltar com vc! De jeito nenhum!!!

source: I believe you need to think Rachel. I’ll give you 2 days.
pt: Acho que vc precisa pensar um pouco, Rachel. Vou te dar 2 dias pra pensar melhor.

source: You are playing with fire Josh. It seems you don’t know me.
pt: Vc tá brincando com fogo, Josh. Parece até que não me conhece.

source: And I guess YOU don’t know me. You have two days to decide.
pt: Acho que VOCÊ que não me conhece.

source: On your birthday, I’ll ask you for an answer. It's your choice: the pictures or me.
pt: Vc tem 2 dias pra decidir. NO seu aniversário eu vou te pedir uma resposta. Tá nas suas mãos: ou eu, ou as fotos.

source: I won’t let you do that Josh! I don’t know what I can do if you spread those photos.
pt: Eu não vou deixar vc fazer isso, Josh! Eu não sei o que posso fazer se vc espalhar essas fotos.

source: So now YOU are threatening me?
pt: Agora VC tá me ameaçando?

source: And remember: you know what I’m capable of.
pt: Mas lembre-se: você sabe do que sou capaz de fazer.

source: I’m not afraid of you.
pt: Eu não tenho medo de vc.

source: And I’m not afraid of you either.
pt: E eu não tenho medo de vc também.

source: I'll give you an answer. If you're still alive.
pt: Em dois dias vc me dá uma resposta.

source: So you'll give me an answer. If YOU are still alive!
pt: Eu vou dar sua resposta. Se vc ainda estiver vivo.

source: Hi, Rachel!
pt: Oi, Rachel!

source: Hi, Will!
pt: Oi, Will!

source: How r u?
pt: Como vc esta?

source: Fine, and U?
pt: Bem e vc?

source: Fine too! Haven’t seen you since you and Josh broke up!!!
pt: Bem tmb! Eu não tenho te visto desde que vc e o Josh terminaram!!!

source: Listen, you’re not gonna talk about him, r u?
pt: Escuta, vc não vai falar dele nao ne?

source: No, no… he is my bro, but I know you guys are over.
pt: Nao, nao... Ele é meu parceiro mas eu sei que vcs terminaram

source: Yes.
pt: Sim.

source: What r u doing today?
pt: o que vc vai fazer hj?

source: I’m going to college.. after that, I don’t know.
pt: To indo pra faculdade agr, depois disso nao sei

source: Wanna go out with me? Maybe a cinema.
pt: Quer ir sai? Talvez ir no cinema

source: Cinema? You and me? Will, you’re very close to Josh. R u crazy?
pt: Cinema? Eu e vc? Will vc e o Josh sao muito proximos enlouqueceu?

source: Come on, Rachel. I know you. You wouldn’t refuse to go out with an ex-boyfriend's friend… You’re just like me.
pt: Qual é Rachel, eu te conheco. vc nunca recusou sair com o ex das suas amigas

source: Maybe. If the guy was gorgeous. That’s not the case here.
pt: Vale a pena quando o cara é lindo. O que nao e o caso aqui :3

source: HAHA. I wasn’t going to ask you out. You’re silly, girl! But I changed my mind after I saw some pics of you.
pt: HAHA. Eu nao ia te chamar pra sair de qlq jeito, so mudei de ideia depois que vi umas fts suas

source: Didn’t know you were SO hot. 👅
pt: Nao sabia que voce era tao gostosa. 👅

source: What are you talking about???
pt: Do que você tá falando?

source: Congrats Rachel! Your body is amazing!
pt: Parabens Rachel seu corpo é demais.

source: I CAN’T BELIEVE JOSH DID THAT. HE’S A JERK. BOTH OF YOU ARE JERKS!!!!
pt: EU NAO POSSO ACREDITAR. VOCES SAO DOIS BABACAS!!!!!!

source: Calm down baby, He just showed it to me!! And don’t talk to me like that, you are just a b….
pt: Calma cara, ele so mostrou pra mim. E nao fala assim comigo vc é só uma vaca.

source: STOP TALKING!
pt: Cala boca

source: This WON'T end up like this...
pt: Isso nao vai terminar assim.

source: Now she’s mad!!!!!!!
pt: Nossa como ela tá brava!!!!!!!

source: Go f* yourself William. I knew you were just like Josh.
pt: VSF William, vc é igual ele.

source: No Rachel, I’m just like YOU.
pt: Nao Rachel eu sou igual a vc.

source: Hey mom, what's for dinner today?
pt: Mae o que tem hj pro jantar

source: Hello, dear. I was thinking about ordering a pizza. :)
pt: Oi querida. Eu estava pensando em pedir uma pizza. :)

source: Cool!
pt: Boa!

source: Are you sure you’re not going to celebrate your birthday?
pt: Tem certeza que não quer comemorar seu aniversário?

source: Yes, I have a test the next day, 21. I may go to a night club with some friends.
pt: Sim, e que eu tenho um teste amanhã. de noite eu devo sair com uns amigos.

source: Alright!
pt: Tudo certo!

source: Why r u asking me that?
pt: Pq vc me perguntou isso?

source: Nothing, I just wanted to know.
pt: Nada, só queria saber.

source: Rachel, is too late. You’ve been out of home since early this morning. Your sister came home at 6 pm. It's 11 p.m now. You have class tomorrow!!!!
pt: Rachel, está muito tarde. Você não voltou pra casa desde de manha. Sua irma esta aqui desde as 6 horas e já sao 11 e amanha voce tem aula cedo!!!!

source: Rachel, where are you?
pt: Rachel, cade você?

source: Dear, come home. I'm worried.
pt: Querida, volta pra casa. Estou preocupada.

source: I'm going home mom. I'm sorry.
pt: Já to indo pra casa, desculpa.

source: I’ve spent the day with Peter and Chloe. I’m feeling bad…
pt: Passei o dia inteiro com o Peter e a Chloe. To me sentindo meio mal

source: Oh, honey, come home. I’ll prepare you some soup.
pt: Oh, vem pra casa logo! Eu faço algo pra você comer!

source: Ok, I’m almost home.
pt: Ok, to chegando mesmo.

source: Ok, I'm waiting for you.
pt: Ok, eu to esperando vc chegar.

source: Hello, dear. I'm already at work. Are you feeling better?
pt: Oi querida, to no trabalho. Esta se sentindo melhor?

source: No, I'm still feeling bad… I think I’ll stay at home today.
pt: Não eu ainda to meio mal. Acho que vou ficar em casa.

source: Ok, darling, take some rest. Go back to bed!
pt: Ok, querida, descansa. Vai pra cama!

source: I’ll do that.
pt: Sim vou fazer isso!

source: Hey, honey, is everything ok? I though you were kind of sad today..
pt: Ei, querida, tá tudo bem? Eu achei você meio triste hoje..

source: It’s alright mom, it’s alright… don’t worry about me.
pt: Tá tudo bem mãe, não se preocupa comigo.

source: Of course I worry about you!!!!
pt: Claro que eu me preocupo contigo!!!!
